Repository: Cuperino/QPrompt
Catalog: po/*.po
Languages: cs

# Main menu and global menu actions
source: &New
cs: &Nový

# Main menu and global menu actions
source: &Open
cs: &Otevřít

# Main menu and global menu actions
source: &Save
cs: Uložit

# Main menu and global menu actions
source: Save &As
cs: Uložit jako

# Main menu actions
source: &Recent Files
cs: Otevřít nedávné

# Main menu actions. Menu regarding input settings.
source: &Controls Settings
cs: Nastavení ovládání

# Main menu and global menu actions. Opens dialog to configure keyboard inputs.
source: Keyboard Inputs
cs: Klávesnice

# Open 'scroll settings' from main menu and global menu actions
source: Scroll throttle settings
cs: Posouvání nastavení plynu

source: Invert &arrow keys
cs: Prohodit kurzorové šipky

source: Use scroll as velocity &dial
cs: Použít kolečko myši jako akcelerátor

source: Disable scrolling while prompting
cs: Vypnout posouvání během promítání textu

# Main menu actions
source: Other &Settings
cs: Ostatní nastavení

# Main menu actions. Hides formatting tools while not in edit mode.
source: Auto hide formatting tools
cs: Automatické skrytí formátovacích nástrojů

# Main menu actions
source: Always hide formatting tools
cs: Vždy skryjte nástroje pro formátování

# Main menu actions. Disables contrast effect for the reading region overlay.
source: Disable overlay contrast
cs: Zakázat kontrast oblasti čtení

# Main menu actions. Load about page.
source: Abou&t %1
cs: O %1

# Main menu and global menu actions
source: &Quit
cs: Ukončit

# Main menu and global actions. Load document that welcomes users.
source: Load &Welcome
cs: Otevřít Uvítání

source: Darth mode
cs: Hvězdný režim

# Title for save before closing dialog
source: Save Document
cs: Uložit dokument

source: Save changes to document before closing?
cs: Uložit změny v dokumentu před uzavřením?

source: Disable background transparency
cs: Zakázat průhlednost pozadí

source: Force sub-pixel text renderer past 120px
cs: Vynutit subpixelové vykreslování textu většího než 120px

# Restart application_name
source: Restart %1
cs: Restartujte %1

source: %1 needs to restart for this change to fully take effect. Would you like to restart %1 now? All changes to document will be lost.
cs: Aby se tato změna plně projevila, je třeba restartovat %1. Chcete nyní restartovat %1? Všechny změny v dokumentu budou ztraceny.

# Editor actions. Text alignment.
source: &Left
cs: Vlevo

# Editor actions. Text alignment.
source: &Right
cs: Vpravo

# Editor actions. Text alignment.
source: C&enter
cs: Na střed

# FontName (Translatable font details)
source: DejaVu (default, Roman, Cyrillic)
cs: DejaVu (standardní, patkové, cyrilice)

# FontName (Translatable font details)
source: OpenDyslexic (Roman)
cs: OpenDyslexic (patkové)

# FontName (Translatable font details)
source: Scheherazade New (Arabic)
cs: Scheherazade New (Arabština)

# FontName (Translatable font details)
source: Palanquin (Devangari)
cs: Palanquin (Dévanágarí)

# FontName (Translatable font details)
source: Kalpurush (Bengali)
cs: Kalpurush (Bengálština)

# Opens system font selection dialog
source: Choose System Font
cs: Vybrat písmo z OS

source: No glyphs selected…
cs: Nejsou vybrány žádné glyfy…

# Velocity {VELOCITY_STEPS}
source: Velocity <pre>%1</pre>
cs: Rychlost <pre>%1</pre>

# Opacity {TRANSPARENCY_PERCENTAGE}
source: Opacity <pre>%1</pre>
cs: Průhlednost <pre>%1</pre>

# Font size 100% (083)
source: Font size <pre>%1% (%2)</pre>
cs: Velikost písma <pre>%1% (%2)</pre>

# Line height 100%
source: Line height <pre>%1%</pre>
cs: Řádkování <pre>%1%</pre>

# Paragraph spacing ±00
source: Paragraph spacing <pre>%1%</pre>
cs: Okraj odstavce <pre>%1</pre>

# Word spacing <pre>±00<pre>
source: Word spacing <pre>%1</pre>
cs: Rozestup slov <pre>%1</pre>

# Letter spacing ±00
source: Letter spacing <pre>%1</pre>
cs: Rozestup znaků <pre>%1</pre>

# Step speed 1.00
source: Step speed <pre>%1</pre>
cs: Rychlost krokování <pre>%1</pre>

# Step acceleration 1.15
source: Step acceleration <pre>%1</pre>
cs: Zrychlení krokování <pre>%1</pre>

# Title of dialog where users customize keyboard inputs
source: Key Bindings
cs: Nastavení kláves

source: Toggle Prompter State
cs: Přepnutí stavu čtecího zařízení

source: Decrease Velocity
cs: Snížení rychlosti

source: Increase Velocity
cs: Zvýšení rychlosti

source: Stop
cs: Zastavit

source: Play/Pause
cs: Spustit/Pozastavit

source: Reverse
cs: Zpětný chod

source: Rewind
cs: Přetočení vzad

source: Fast Forward
cs: Přetočení vpřed

# Skip to earlier text while prompting or editing
source: Move Backwards
cs: Posun vzad

# Skip to later text while prompting or editing
source: Move Forward
cs: Posun vpřed

# Skip to closest marker behind of current position
source: Go to Previous Marker
cs: Skok na předchozí záložku

# Skip to closest marker ahead of current position
source: Go to Next Marker
cs: Skok na následující záložku

# Close sidebar listing user defined markers
source: Close Marker List
cs: Zavřít seznam záložek

# All file formats
source: All Formats
cs: Všechny formáty

source: Start prompter
cs: Začít promítání

source: Decrease velocity
cs: Snížit rychlost

source: Increase velocity
cs: Zvýšit rychlost

# Reading region indicates where a talent should be reading from
source: Reading region
cs: Oblast pro čtení

# Reading region indicates where a talent should be reading from
source: Change reading region placement
cs: Změnit umístění oblasti pro čtení

# Align reading region to top of prompter
source: Top
cs: Nahoře

source: Move reading region to the top, convenient for use with webcams
cs: Přesune oblast pro čtení nahoru, vhodné pro použití s webkamerou

# Align reading region to vertical center of prompter
source: Middle
cs: Uprostřed

source: Move reading region to the vertical center
cs: Přesune oblast pro čtení do vertikálního středu

# Align reading region to bottom of prompter
source: Bottom
cs: Vespod

source: Move reading region to the bottom
cs: Přesune oblast pro čtení dospod

# Refers to free placement. Enables drag and drop positioning of reading region.
source: Free
cs: Volná

source: Move reading region freely by dragging and dropping
cs: Oblast pro čtení lze volně posouvat chycením a táhnutím

# Fix positioning of reading region to what was set in "Free placement" mode
source: Custom
cs: Vlastní

source: Fix reading region to the position set using free placement mode
cs: Zafixuje oblast pro čtení v pozici nastavené pomocí volného módu

# Height of reading region relative to single line height. E.g. Height: 2.5
source: Height: %1
cs: Výška: %1

# Indicators highlight reading region
source: Indicators
cs: Ukazatele

# Indicators highlight reading region
source: Change reading region indicators
cs: Upravit ukazatele oblasti pro čtení

# Shows pointer to the left of the reading region
source: Left pointer
cs: Levý ukazatel

# Shows pointer to the right of the reading region
source: Right pointer
cs: Pravý ukazatel

source: Left pointer indicates reading region
cs: Levý ukazatal označuje oblast pro čtení

source: Right pointer indicates reading region
cs: Pravý ukazatal označuje oblast pro čtení

# Shows pointers to the left and right of the reading region
source: Both pointers
cs: Oba ukazatelé

source: Left and right pointers indicate reading region
cs: Levý a pravý ukazatal označují oblast pro čtení

# Disable all reading region indicators
source: Disable reading region indicators
cs: Vypnout ukazatele oblasti pro čtení

source: Timer
cs: Časovač

source: Enable timers
cs: Povolit časovače

source: Stopwatch
cs: Stopky

# Estimated Time of Arrival
source: ETA
cs: Zbývající čas

# Color of timer text
source: Timer color
cs: Barva časovače

# Reset color of timer text back to default
source: Clear color
cs: Odstranit barvu

source: Countdown
cs: Odpočet

# Enables automatic alignment of prompter and text with the reading region
source: Auto frame
cs: Automatické zarámování

# Auto start countdown upon prompter getting started
source: Auto start
cs: Automatické spuštění

source: Start countdown automatically
cs: Spustí odpočet automaticky

# Configure countdown duration
source: Set duration
cs: Nastavit délku trvání

# Prompter orientation and mirroring
source: Orientation
cs: Orientace

# Mirrors prompter horizontally
source: Horizontal mirror
cs: Horizontální převrácení

# Mirrors prompter vertically
source: Vertical mirror
cs: Vertikální převrácení

# Prompter rotation is disabled
source: Don't rotate
cs: Bez převrácení

# Rotate prompter 90 degrees to the right
source: 90° clockwise
cs: 90° po směru hodinových ručiček

# Rotate prompter 90 degrees to the left
source: 90° counter
cs: 90° proti směru hodinových ručiček

# Background refers to what appears behind the prompter
source: Background
cs: Pozadí

# Set background image
source: Set image
cs: Nastavit obrázek

# Set background color tint
source: Set color
cs: Nastavit barvu

# Set background settings back to default
source: Clear
cs: Odstranit

# Screens refers to computer displays
source: Screens
cs: Obrazovky

# Screen is disabled
source: Off
cs: Vypnuto

# Screen is enabled but mirroring is disabled
source: No Mirror
cs: Bez převrácení

# Horizontal mirroring
source: H Mirror
cs: H převrácení

# Vertical mirroring
source: V Mirror
cs: V převrácení

# Horizontal and vertical mirroring
source: HV Mirror
cs: HV převrácení

# Display prompter copies onto displays
source: Enable projection
cs: Povolit promítání

# Enable scaling prompter copies being projected onto displays
source: Scale projection
cs: Škálovat promítání

source: Leave Fullscreen
cs: Ukončit celou obrazovku

source: Fullscreen
cs: Celá obrazovka

source: Countdown Setup
cs: Nastavení odpočtu

source: Disappear within 1 second to go
cs: Skryjte se do 1 sekundy

source: Skip Key
cs: Klávesa pro skok

source: Key to perform skip to this marker
cs: Klávesa pro skok k této záložce

source: Close
cs: Zavřít

source: Remote Control
cs: Dálkové ovládání

source: Telemetry Settings
cs: Nastavení telemetrie

source: The following page is a placeholder. Telemetry has not yet been implemented.
cs: Následující stránka je zástupná. Telemetrie ještě nebyla implementována.

source: Please help improve QPrompt by sharing information on how you use it. Contributing this information is optional and entirely anonymous. The project nor I will never collect your personal data, files you use, contents you work with, or information that could help identify you. - Cuperino (QPrompt's Author)
cs: Pomozte prosím zlepšit QPrompt sdílením informací o tom, jak jej používáte. Poskytnutí těchto informací je dobrovolné a zcela anonymní. Projekt ani já nikdy nebudeme shromažďovat vaše osobní údaje, soubory, které používáte, obsah, se kterým pracujete, ani informace, které by vás mohly pomoci identifikovat. - Cuperino (autor QPrompt)

source: Telemetry
cs: Telemetrie

source: Enabled
cs: Povoleno

source: Disabled
cs: Zakázáno

source: On
cs: Zapnuto

source: Off
cs: Vypnuto

source: Basic program and system information
cs: Základní informace o programu a systému

source: Application version
cs: Verze aplikace

source: Platform information
cs: Informace o platformě

source: Qt version information
cs: Informace o verzi Qt

source: Locale information (timezone and keyboard layout)
cs: Informace o národním prostředí (časové pásmo a rozložení klávesnice)

source: Program run statistics: Help us study user retention
cs: Statistika běhu programu: Pomozte nám zkoumat udržení uživatele

source: Randomly generated install ID
cs: Náhodně generované instalační ID

source: Launch times
cs: Časy spuštění

source: Usage time
cs: Doba používání

source: Feature use frequency: Help us know what features are most important
cs: Četnost používání funkcí: Pomozte nám zjistit, které funkce jsou nejdůležitější

source: Flip settings
cs: Nastavení převrácení

source: Reading region settings
cs: Nastavení oblasti pro čtení

source: Pointer settings
cs: Nastavení ukazatele

source: Countdown settings
cs: Nastavení odpočtu

source: Keyboard shortcut settings
cs: Nastavení klávesových zkratek

source: Input control settings
cs: Nastavení ovládání vstupu

source: Base speed and acceleration curvature settings
cs: Nastavení základní rychlosti a křivky zrychlení

source: Background color and opacity settings
cs: Nastavení barvy a průhlednosti pozadí

source: Presence of a background image
cs: Přítomnost obrázku na pozadí

source: Help us understand how users operate QPrompt
cs: Pomozte nám pochopit, jak uživatelé obsluhují QPrompt

source: Random session ID
cs: Náhodné ID sezení

source: Session number
cs: Číslo sezení

source: Session prompt number
cs: Číslo sezení promítání

source: Window dimensions
cs: Rozměry okna

source: Prompt area dimensions
cs: Rozměry oblasti promítání

source: Dimensions of lines of text being prompted
cs: Rozměry promítaných řádků s textem

source: Font settings per block of lines of text being prompted
cs: Nastavení písma pro promítaný blok řádků s textem

source: Languages likely present in the text being prompted
cs: Pravděpodobné jazyky použité v promítaném textu

source: Prompt starting line number and position
cs: Číslo počátečního řádku a pozice při promítání

source: Manual scroll start and end timestamps
cs: Počáteční a konečná časová značka ručního posuvu

source: Scroll starting line number and position
cs: Číslo počátečního řádku a pozice při posuvu

source: Scroll end line number and position
cs: Číslo konečného řádku a pozice posuvu

source: Scroll duration
cs: Doba trvání posuvu

source: Prompt duration
cs: Doba trvání promítání

source: Velocity changes with timestamp
cs: Změny rychlosti s časovými značkami

source: Source of changes to velocity
cs: Zdroj změn rychlosti

source: Source of manual changes to scroll position
cs: Zdroj ručních změn pozice posuvu

source: This information is very important to me, Javier, the project author, and it could help make QPrompt's development sustainable. I've gone the extra mile not to collect any of the actual text and images that you work with, so I ask you: please leave telemetry enabled.
cs: Tato informace je pro mě, Javiera, autora projektu, velmi důležitá a mohla by pomoci zajistit udržitelnost vývoje QPrompt. Udělal jsem něco navíc, abych neshromažďoval žádný text a obrázky, se kterými pracujete, a proto vás žádám: ponechte prosím telemetrii povolenou.

source: Wheel and touchpad scroll settings
cs: Nastavení rolování kolečkem a touchpadem

# Label at wheel settings overlay
source: Use scroll as velocity dial
cs: Použít kolečko myši pro ovládání rychlosti

source: Enable throttling
cs: Povolit škrcení

source: Throttle factor
cs: Škrticí faktor

source: Enable throttling for use with touchpads, disable for precise scolling.
cs: Povolit omezování pro použití s touchpady, deaktivovat pro přesné rolování.

# Global menu actions
source: &File
cs: Soubor

# Main menu and global menu actions
source: Save &As…
cs: Uložit jako…

# Global menu actions
source: &Edit
cs: Upravit

# Global menu actions
source: &Undo
cs: Zpět

# Global menu actions
source: &Redo
cs: Znovu

# Global menu and editor context menu actions
source: &Copy
cs: Kopírovat

# Global menu and editor context menu actions
source: Cu&t
cs: Vyjmout

# Global menu and editor context menu actions
source: &Paste
cs: Vložit

# Global menu actions
source: &View
cs: Zobrazení

# Global menu actions
source: Full &screen
cs: Celá obrazovka

# Global menu actions. Indicators highlight reading region.
source: &Indicators
cs: Ukazatelé

# Global menu actions. Shows pointer to the left of the reading region.
source: &Left Pointer
cs: Levý ukazatel

# Global menu actions. Shows pointer to the right of the reading region.
source: &Right Pointer
cs: Pravý ukazatel

# Global menu actions. Shows pointers to the left and right of the reading region.
source: B&oth Pointers
cs: Oba ukazatele

# Global menu actions. Translucent bars indicate reading region.
source: &Bars
cs: Pruh

# Global menu actions. Translucent bars and left pointer indicate reading region.
source: Bars Lef&t
cs: Pruh a ukazatel vlevo

# Global menu actions. Translucent bars and right pointer indicate reading region.
source: Bars Ri&ght
cs: Pruh a ukazatel vpravo

# Global menu actions. Enable all reading region indicators.
source: &All
cs: Vše

# Global menu actions. Disable all reading region indicators.
source: &Hidden
cs: Skrýt

source: Readin&g region
cs: Oblast pro čtení

# Global menu actions. Align reading region to top of prompter.
source: &Top
cs: Nahoře

# Global menu actions. Align reading region to vertical center of prompter.
source: &Middle
cs: Uprostřed

# Global menu actions. Align reading region to bottom of prompter.
source: &Bottom
cs: Vespod

# Global menu actions. Enables drag and drop positioning of reading region.
source: F&ree placement
cs: Volné umístnění

source: C&ustom (Fixed placement)
cs: Vlastní (pevné umístění)

# Global menu actions
source: For&mat
cs: Formát

# Global menu actions
source: &Bold
cs: Tučné

# Global menu actions
source: &Italic
cs: Kurzíva

# Global menu actions
source: &Underline
cs: Podtržené

# Global menu and editor actions. Text alignment.
source: Align &Left
cs: Zarovnat vlevo

# Global menu and editor actions. Text alignment.
source: Align &Right
cs: Zarovnat vpravo

# Global menu actions. Text alignment.
source: Align Cen&ter
cs: Zarovnat na střed

# Global menu actions. Text alignment.
source: Align &Right
cs: Zarovnat vpravo

# Global menu actions. Text alignment.
source: Align &Left
cs: Zarovnat vlevo

# Global menu actions. Opens dialog to format currently selected text.
source: C&haracter
cs: Písmo

# Global menu actions. Opens dialog to color currently selected text.
source: Fo&nt Color
cs: Barva písma

# Global menu actions. Menu regarding input settings.
source: Controls
cs: Ovládání

# Global menu actions
source: &Help
cs: Nápověda

# Global menu actions
source: Report &Bug…
cs: Nahlásit chybu…

# Global menu actions. Load about page. "About AppName"
source: Abou&t %1
cs: O %1

# file
source: File to copy.
cs: Soubor ke kopírování.

source: Ignore QSG_RENDER_LOOP environment variable.
cs: Ignorujte proměnnou prostředí QSG_RENDER_LOOP.

source: Personal teleprompter software for all video makers.
cs: Software pro vlastní čtecí zařízení pro všechny video tvůrce.

source: Author
cs: Autor

source: Wrote keycode to string QML abstraction
cs: Naprogramoval abstrakci QML pro převod kódů klávesnice na text

# Active software tester
source: Active tester
cs: Aktivní tester

# NAME OF TRANSLATORS
source: Your names
cs: Jaroslav Svoboda, Matyáš Levíček

# EMAIL OF TRANSLATORS
source: Your emails
cs: multi.flexi@seznam.cz, matyas@levicek.net

source: End reached, searching from the start.
cs: Konec dosažen, hledání od začátku.

source: Start reached, searching from the end.
cs: Dosažen začátek, hledání od konce.

source: JPEG image
cs: JPEG obrázek

source: PNG image
cs: PNG obrázek

source: GIF animation
cs: GIF animace

source: Projection Window
cs: Projekční okno

source: For screen projections to show, you must set at least one screen to a projection setting other than "Off"
cs: Aby se projekce na obrazovce zobrazily, musíte alespoň jednu obrazovku nastavit na jiné nastavení projekce než „Vypnuto“

source: Error loading file…
cs: Chyba při nahrávání souboru…

source: Press and hold to go back to the start
cs: Stiskněte a podržte pro vrácení se na začátek

source: Double tap to go back to the start
cs: Dvojitým klepnutím přetočíte zpět

source: Auto rewind cancelled
cs: Automatické převíjení zpět zrušeno

source: New document
cs: Nový dokument

source: welcome_en.html
cs: welcome_cs.html

source: User welcome loaded
cs: Uvítání uživatele načteno

# Saved FILE_NAME
source: Saved %1
cs: Uloženo %1

# Format name (FORMAT_EXTENSION)
source: Plain Text (%1)
cs: Prostý text (%1)

# Editor context menu actions
source: Fo&nt…
cs: Písmo…

# Editor context menu actions
source: Co&lor…
cs: Barva…

# Editor context menu actions
source: Hi&ghlight…
cs: Zvýraznění…

# Editor context menu actions
source: &Undo
cs: Zpět

# Editor context menu actions
source: Redo
cs: Znovu

source: Begin countdown
cs: Začít odpočet

source: Start prompting
cs: Promítat

source: Skip countdown
cs: Přeskočit odpočet

source: Return to edit mode
cs: Návrat do módu úprav
